Repository: ChrisN812/repository.prb-entertainment-pack
Catalog: plugin.video.quest-tv/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# #30101
source: Shows
de_de: Zeigt an
es_es: Espectáculos
fr_fr: Spectacles
it_it: Spettacoli

# #30102
source: Quest TV (shows)
de_de: Quest TV (Sendungen)
fr_fr: Quest TV (émissions)
it_it: Quest TV (spettacoli)

# #30103
source: Watch shows broadcast on Quest TV.
de_de: Auf Quest TV ausgestrahlte Shows
es_es: Ver programas transmitidos en Quest TV.
fr_fr: Regarder des émissions diffusées sur Quest TV.
it_it: Guarda gli spettacoli trasmessi su Quest TV.

# #30104
source: Genres
es_es: Géneros
fr_fr: Les genres
it_it: generi

# #30105
source: Quest TV (genres)
es_es: Quest TV (géneros)
it_it: Quest TV (generi)

# #30106
source: Browse Quest TV shows by genre.
de_de: Durchsuchen Sie Quest TV-Sendungen nach Genre.
es_es: Busca los programas de Quest TV por género.
fr_fr: Parcourez les émissions de télévision Quest par genre.
it_it: Consulta gli spettacoli di Quest TV per genere.

# #30107
source: Guide
de_de: Führen
es_es: Guía
it_it: Guida

# #30108
source: Quest TV (guide)
de_de: Quest TV (Anleitung)
es_es: Quest TV (guía)
it_it: Quest TV (guida)

# #30109
source: Displays schedule of recent and upcoming programmes.
de_de: Zeigt den Zeitplan für aktuelle und kommende Programme an.
es_es: Muestra el calendario de los programas recientes y futuros.
fr_fr: Affiche le calendrier des programmes récents et à venir.
it_it: Visualizza il programma dei programmi recenti e futuri.

# #30110
source: [COLOR green]Live[/COLOR]
de_de: [COLOR green]Leben[/COLOR]
es_es: [COLOR green]Vivir[/COLOR]
fr_fr: [COLOR green]Vivre[/COLOR]
it_it: [COLOR green]Vivere[/COLOR]

# #30111
source: Quest TV ([COLOR green]live[/COLOR])
de_de: Quest TV ([COLOR green]Leben[/COLOR])
es_es: Quest TV ([COLOR green]vivir[/COLOR])
fr_fr: Quest TV ([COLOR green]vivre[/COLOR])
it_it: Quest TV ([COLOR green]vivere[/COLOR])

# #30112
source: Shows live stream of Quest TV.
de_de: Zeigt Live-Stream von Quest TV.
es_es: Muestra la transmisión en vivo de Quest TV.
fr_fr: Affiche le flux en direct de Quest TV.
it_it: Mostra lo streaming live di Quest TV.

# #30113
source: [COLOR red]No Streams Available![/COLOR]
de_de: [COLOR red]Keine Streams verfügbar![/COLOR]
es_es: [COLOR red]No hay transmisiones disponibles![/COLOR]
fr_fr: [COLOR red]Aucun flux disponible![/COLOR]
it_it: [COLOR red]Nessun flusso disponibile![/COLOR]

# #30114
source: Something Wicked Happened :(
de_de: Etwas Böses geschah :(
fr_fr: Quelque chose de méchant s'est passé :(
it_it: Qualcosa di malvagio è accaduto :(

# #30115
source: Unable to download page!
de_de: Die Seite konnte nicht heruntergeladen werden!
es_es: No se puede descargar la página!
fr_fr: Impossible de télécharger la page!
it_it: Impossibile scaricare la pagina!

# #30116
source: Error!
fr_fr: Erreur!
it_it: Errore!

# #30117
source: Unable to download stream!
de_de: Der Stream konnte nicht heruntergeladen werden!
es_es: No se puede descargar la transmisión!
fr_fr: Impossible de télécharger le flux!
it_it: Impossibile scaricare il flusso!
