Repository: ChrisN812/repository.prb-entertainment-pack
Catalog: plugin.video.blaze-tv/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr

# #30101
source: Unable to download page!
de_de: Die Seite konnte nicht heruntergeladen werden!
es_es: ¡No se puede descargar la página!
fr_fr: Impossible de télécharger la page!

# #30103
source: Something wicked happened :(
de_de: Etwas Böses passiert :(
es_es: Algo malo sucedió :(
fr_fr: Quelque chose de méchant est arrivé :(

# #30104
source: Unable to download stream :(
de_de: Der Stream konnte nicht heruntergeladen werden :(
es_es: No se puede descargar la secuencia :(
fr_fr: Impossible de télécharger le flux :(

# #30105
source: No stream available!
de_de: Kein Stream verfügbar!
es_es: ¡No hay flujo disponible!
fr_fr: Aucun flux disponible!

# #30106
source: No Stream!
de_de: Kein Strom!
es_es: ¡Sin transmisión!
fr_fr: Aucun flux!

# #30107
source: Blaze TV (live)
de_de: Blaze TV (Leben)
es_es: Blaze TV (en vivo)
fr_fr: Blaze TV (en direct)

# #30108
source: Blaze live broadcast.
de_de: Blaze Live-Übertragung.
es_es: Blaze transmisión en vivo.
fr_fr: Blaze diffusion en direct.

# #30109
source: Blaze TV (catchup)
de_de: Blaze TV (aufholen)
fr_fr: Blaze TV (rattrapage)

# #30110
source: Watch recent programmes broadcast on Blaze TV.
de_de: Sehen Sie sich die neuesten Programme an, die auf Blaze TV ausgestrahlt werden.
es_es: Mira programas recientes transmitidos en Blaze TV.
fr_fr: Regardez les programmes récents diffusés sur Blaze TV.

# #30111
source: Blaze TV (series)
de_de: Blaze TV (Serie)
es_es: Blaze TV (serie)
fr_fr: Blaze TV (série)

# #30112
source: Browse Blaze TV shows alphabetically.
de_de: Durchsuchen Blaze TV-Shows alphabetisch.
es_es: Navega por los shows de Blaze TV alfabéticamente.
fr_fr: Parcourir les émissions de télévision Blaze par ordre alphabétique.

# #30113
source: Blaze TV (guide)
de_de: Blaze TV (führen)
es_es: Blaze TV (guía)

# #30114
source: Displays schedule of recent and upcoming programmes.
de_de: Zeigt den Zeitplan für aktuelle und kommende Programme an.
es_es: Muestra el calendario de los programas recientes y futuros.
fr_fr: Affiche l'horaire des programmes récents et à venir.

# #30102
source: Error!
fr_fr: Erreur!
